Repository: holgerkrupp/MealPlan
Catalog: MealPlanShared/Localizable.xcstrings
Source language: en
Languages: da, de, es, fr, it, nl, pt_pt

source: MealPlan needs permission to read your calendars. It shows only whether people are busy around a meal — and never changes, adds or deletes anything in Calendar.
da: MealPlan har brug for tilladelse til at læse dine kalendere. Den viser kun, om nogen er optaget omkring et måltid — og ændrer, tilføjer eller sletter aldrig noget i Kalender.
de: MealPlan braucht die Erlaubnis, deine Kalender zu lesen. Es zeigt nur, ob jemand rund um eine Mahlzeit beschäftigt ist – und ändert, ergänzt oder löscht nie etwas im Kalender.
es: MealPlan necesita permiso para leer tus calendarios. Solo muestra si alguien está ocupado alrededor de una comida, y nunca cambia, añade ni elimina nada en Calendario.
fr: MealPlan a besoin de l’autorisation de lire vos calendriers. Il indique seulement si des personnes sont occupées autour d’un repas — et ne modifie, n’ajoute ni ne supprime jamais rien dans Calendrier.
it: MealPlan ha bisogno del permesso di leggere i tuoi calendari. Mostra solo se qualcuno è impegnato intorno a un pasto e non modifica, aggiunge o elimina mai nulla in Calendario.
nl: MealPlan heeft toestemming nodig om je agenda’s te lezen. Het laat alleen zien of mensen rond een maaltijd bezet zijn — en verandert, voegt of verwijdert nooit iets in Agenda.
pt_pt: O MealPlan precisa de permissão para ler os teus calendários. Mostra apenas se as pessoas estão ocupadas à volta de uma refeição — e nunca altera, adiciona nem elimina nada no Calendário.

source: MealPlan reference values
da: MealPlans referenceværdier
es: Valores de referencia de MealPlan
fr: Valeurs de référence de MealPlan
it: Valori di riferimento di MealPlan
nl: Referentiewaarden van MealPlan
pt_pt: Valores de referência do MealPlan

source: MealPlan's value
da: MealPlans værdi
es: Valor de MealPlan
fr: Valeur de MealPlan
it: Valore di MealPlan
nl: Waarde van MealPlan
pt_pt: Valor do MealPlan

source: Meals
da: Måltider
es: Comidas
fr: Repas
it: Pasti
nl: Maaltijden
pt_pt: Refeições

source: Meat & fish
da: Kød og fisk
es: Carne y pescado
fr: Viande et poisson
it: Carne e pesce
nl: Vlees en vis
pt_pt: Carne e peixe

source: Mentioned in the recipe
da: Nævnt i opskriften
de: Im Rezept erwähnt
es: Mencionado en la receta
fr: Mentionné dans la recette
it: Menzionato nella ricetta
nl: Genoemd in het recept
pt_pt: Mencionado na receita

source: Method
da: Fremgangsmåde
es: Elaboración
fr: Préparation
it: Procedimento
nl: Bereiding
pt_pt: Modo de preparação

source: Metric (g, ml, °C)
da: Metrisk (g, ml, °C)
es: Métrico (g, ml, °C)
fr: Métrique (g, ml, °C)
it: Metrico (g, ml, °C)
nl: Metrisch (g, ml, °C)
pt_pt: Métrico (g, ml, °C)

source: Middling
da: Middel
es: Medio
fr: Moyen
it: Medio
nl: Gemiddeld
pt_pt: Médio

source: Mix a smooth batter and cook small portions in a lightly greased pan until golden.
da: Rør en glat dej, og steg små portioner på en let smurt pande, til de er gyldne.
de: Rühre einen glatten Teig und backe kleine Portionen in einer leicht gefetteten Pfanne goldbraun.
es: Prepara una masa homogénea y cocina porciones pequeñas en una sartén ligeramente engrasada hasta que estén doradas.
fr: Préparez une pâte lisse et faites cuire de petites portions dans une poêle légèrement graissée jusqu’à ce qu’elles soient dorées.
it: Prepara una pastella liscia e cuoci piccole porzioni in una padella leggermente unta finché sono dorate.
nl: Roer een glad beslag en bak kleine porties in een licht ingevette pan tot ze goudbruin zijn.
pt_pt: Prepara uma massa lisa e cozinha pequenas porções numa frigideira ligeiramente untada até ficarem douradas.

source: More
da: Mere
de: Mehr
es: Más
fr: Plus
it: Altro
nl: Meer
pt_pt: Mais

source: Move to another day or meal…
da: Flyt til en anden dag eller et andet måltid…
de: Auf anderen Tag oder andere Mahlzeit verschieben …
es: Mover a otro día u otra comida…
fr: Déplacer vers un autre jour ou repas…
it: Sposta in un altro giorno o pasto…
nl: Verplaatsen naar een andere dag of maaltijd…
pt_pt: Mover para outro dia ou refeição…

source: Moves this meal here
da: Flytter dette måltid hertil
es: Mueve esta comida aquí
fr: Déplace ce repas ici
it: Sposta qui questo pasto
nl: Verplaatst deze maaltijd hierheen
pt_pt: Move esta refeição para aqui

source: Name
da: Navn
es: Nombre
fr: Nom
it: Nome
nl: Naam
pt_pt: Nome

source: Needs a quick check
da: Kræver et hurtigt tjek
de: Kurz prüfen
es: Necesita una revisión rápida
fr: À vérifier rapidement
it: Da controllare al volo
nl: Even nakijken
pt_pt: Precisa de uma verificação rápida

source: Needs attention
da: Kræver opmærksomhed
de: Aktion erforderlich
es: Requiere atención
fr: Nécessite votre attention
it: Richiede attenzione
nl: Vraagt om aandacht
pt_pt: Precisa de atenção

source: Never
da: Aldrig
de: Nie
es: Nunca
fr: Jamais
it: Mai
nl: Nooit
pt_pt: Nunca

source: Never cooked
da: Aldrig tilberedt
de: Nie gekocht
es: Nunca cocinado
fr: Jamais cuisiné
it: Mai cucinato
nl: Nooit gekookt
pt_pt: Nunca cozinhado

source: New — %lld ingredients
da: Ny — %lld ingredienser
de: Neu – %lld Zutaten
es: Nuevo: %lld ingredientes
fr: Nouveau — %lld ingrédients
it: Nuovo — %lld ingredienti
nl: Nieuw — %lld ingrediënten
pt_pt: Novo — %lld ingredientes

source: New dish
da: Ny ret
de: Neues Gericht
es: Plato nuevo
fr: Nouveau plat
it: Nuovo piatto
nl: Nieuw gerecht
pt_pt: Prato novo

source: New meal
da: Nyt måltid
es: Comida nueva
fr: Nouveau repas
it: Nuovo pasto
nl: Nieuwe maaltijd
pt_pt: Nova refeição

source: New shopping item
da: Ny indkøbsvare
es: Nuevo artículo de la compra
fr: Nouvel article de courses
it: Nuovo articolo della spesa
nl: Nieuw boodschappenitem
pt_pt: Novo artigo de compras

source: New variants
da: Nye varianter
de: Neue Varianten
es: Variantes nuevas
fr: Nouvelles variantes
it: Nuove varianti
nl: Nieuwe varianten
pt_pt: Novas variantes

source: Next
da: Næste
es: Siguiente
fr: Suivant
it: Avanti
nl: Volgende
pt_pt: Seguinte

source: Next 2 weeks
da: Næste 2 uger
es: Próximas 2 semanas
fr: 2 prochaines semaines
it: Prossime 2 settimane
nl: Komende 2 weken
pt_pt: Próximas 2 semanas

source: Next 3 days
da: Næste 3 dage
es: Próximos 3 días
fr: 3 prochains jours
it: Prossimi 3 giorni
nl: Komende 3 dagen
pt_pt: Próximos 3 dias

source: Next week
da: Næste uge
es: Próxima semana
fr: Semaine prochaine
it: Settimana prossima
nl: Volgende week
pt_pt: Próxima semana

source: No calendars found.
da: Der blev ikke fundet nogen kalendere.
de: Keine Kalender gefunden.
es: No se encontraron calendarios.
fr: Aucun calendrier trouvé.
it: Nessun calendario trovato.
nl: Geen agenda’s gevonden.
pt_pt: Não foram encontrados calendários.

source: No cooking steps added yet.
da: Der er endnu ikke tilføjet nogen trin.
es: Aún no se han añadido pasos de preparación.
fr: Aucune étape de préparation ajoutée pour l’instant.
it: Non è ancora stato aggiunto nessun passaggio.
nl: Nog geen bereidingsstappen toegevoegd.
pt_pt: Ainda não foram adicionados passos de preparação.

source: No dishes match
da: Ingen retter matcher
de: Keine Gerichte gefunden
es: Ningún plato coincide
fr: Aucun plat ne correspond
it: Nessun piatto corrisponde
nl: Geen gerechten gevonden
pt_pt: Nenhum prato corresponde

source: No dishes yet
da: Ingen retter endnu
de: Noch keine Gerichte
es: Aún no hay platos
fr: Pas encore de plats
it: Ancora nessun piatto
nl: Nog geen gerechten
pt_pt: Ainda não há pratos

source: No ingredients added yet.
da: Der er endnu ikke tilføjet nogen ingredienser.
es: Aún no se han añadido ingredientes.
fr: Aucun ingrédient ajouté pour l’instant.
it: Non è ancora stato aggiunto nessun ingrediente.
nl: Nog geen ingrediënten toegevoegd.
pt_pt: Ainda não foram adicionados ingredientes.

source: No meals are configured in MealPlan.
da: Der er ikke konfigureret nogen måltider i MealPlan.
es: No hay comidas configuradas en MealPlan.
fr: Aucun repas n’est configuré dans MealPlan.
it: Non è configurato nessun pasto in MealPlan.
nl: Er zijn geen maaltijden ingesteld in MealPlan.
pt_pt: Não há refeições configuradas no MealPlan.

source: No other dishes
da: Ingen andre retter
de: Keine weiteren Gerichte
es: No hay más platos
fr: Aucun autre plat
it: Nessun altro piatto
nl: Geen andere gerechten
pt_pt: Não há outros pratos

source: No placeholder — shows a generic icon
da: Ingen pladsholder — viser et generisk ikon
es: Sin marcador de posición: se muestra un icono genérico
fr: Aucun visuel de remplacement — une icône générique est affichée
it: Nessun segnaposto: viene mostrata un’icona generica
nl: Geen placeholder — toont een algemeen icoon
pt_pt: Sem marcador de posição — mostra um ícone genérico

source: No places found.
da: Der blev ikke fundet nogen steder.
es: No se encontraron sitios.
fr: Aucun lieu trouvé.
it: Nessun luogo trovato.
nl: Geen plekken gevonden.
pt_pt: Não foram encontrados locais.

source: No posts yet.
da: Ingen indlæg endnu.
de: Noch keine Beiträge.
es: Aún no hay publicaciones.
fr: Aucune publication pour l’instant.
it: Ancora nessun post.
nl: Nog geen berichten.
pt_pt: Ainda não há publicações.

source: No previous purchase was found for this Apple Account.
da: Der blev ikke fundet et tidligere køb på denne Apple-konto.
es: No se encontró ninguna compra anterior para esta cuenta de Apple.
fr: Aucun achat précédent n’a été trouvé pour ce compte Apple.
it: Non è stato trovato nessun acquisto precedente per questo Account Apple.
nl: Er is geen eerdere aankoop gevonden voor dit Apple-account.
pt_pt: Não foi encontrada nenhuma compra anterior para esta Conta Apple.

source: No readable text was found.
da: Der blev ikke fundet læsbar tekst.
es: No se encontró texto legible.
fr: Aucun texte lisible n’a été trouvé.
it: Non è stato trovato testo leggibile.
nl: Er is geen leesbare tekst gevonden.
pt_pt: Não foi encontrado texto legível.

source: No readable text was found. Try again with more light or a straighter angle.
da: Der blev ikke fundet læsbar tekst. Prøv igen med mere lys eller en mere lige vinkel.
es: No se encontró texto legible. Inténtalo de nuevo con más luz o con un ángulo más recto.
fr: Aucun texte lisible n’a été trouvé. Réessayez avec plus de lumière ou un angle plus droit.
it: Non è stato trovato testo leggibile. Riprova con più luce o con un’angolazione più dritta.
nl: Er is geen leesbare tekst gevonden. Probeer het opnieuw met meer licht of een rechtere hoek.
pt_pt: Não foi encontrado texto legível. Tenta novamente com mais luz ou um ângulo mais direito.

source: No recipe feed was advertised by this site.
da: Denne side angiver ikke noget opskriftsfeed.
de: Diese Website weist keinen Rezept-Feed aus.
es: Este sitio no anuncia ningún feed de recetas.
fr: Ce site n’annonce aucun flux de recettes.
it: Questo sito non segnala nessun feed di ricette.
nl: Deze site adverteert geen receptenfeed.
pt_pt: Este site não anuncia nenhum feed de receitas.

source: No recipe found
da: Ingen opskrift fundet
de: Kein Rezept gefunden
es: No se encontró ninguna receta
fr: Aucune recette trouvée
it: Nessuna ricetta trovata
nl: Geen recept gevonden
pt_pt: Nenhuma receita encontrada

source: No recipe found on that page
da: Der blev ikke fundet nogen opskrift på den side
es: No se encontró ninguna receta en esa página
fr: Aucune recette trouvée sur cette page
it: Nessuna ricetta trovata in quella pagina
nl: Geen recept gevonden op die pagina
pt_pt: Nenhuma receita encontrada nessa página

source: No recipe found on that page.
da: Der blev ikke fundet nogen opskrift på den side.
es: No se encontró ninguna receta en esa página.
fr: Aucune recette trouvée sur cette page.
it: Nessuna ricetta trovata in quella pagina.
nl: Geen recept gevonden op die pagina.
pt_pt: Nenhuma receita encontrada nessa página.

source: No recipe yet. Search the web and save one straight onto this dish.
da: Ingen opskrift endnu. Søg på nettet, og gem en direkte på denne ret.
es: Aún no hay receta. Busca en la web y guarda una directamente en este plato.
fr: Pas encore de recette. Cherchez sur le web et enregistrez-en une directement dans ce plat.
it: Ancora nessuna ricetta. Cerca sul web e salvane una direttamente in questo piatto.
nl: Nog geen recept. Zoek op het web en bewaar er meteen een bij dit gerecht.
pt_pt: Ainda não há receita. Procura na web e guarda uma diretamente neste prato.

source: No recipes in that file.
da: Ingen opskrifter i den fil.
es: No hay recetas en ese archivo.
fr: Aucune recette dans ce fichier.
it: Nessuna ricetta in quel file.
nl: Geen recepten in dat bestand.
pt_pt: Não há receitas nesse ficheiro.

source: No recipes to import.
da: Ingen opskrifter at importere.
de: Keine Rezepte zum Importieren.
es: No hay recetas que importar.
fr: Aucune recette à importer.
it: Nessuna ricetta da importare.
nl: Geen recepten om te importeren.
pt_pt: Não há receitas para importar.

source: No regular meals yet.
da: Ingen faste måltider endnu.
es: Aún no hay comidas fijas.
fr: Pas encore de repas réguliers.
it: Ancora nessun pasto ricorrente.
nl: Nog geen vaste maaltijden.
pt_pt: Ainda não há refeições regulares.

source: No share sheet? Open a dish and use “Find a recipe” to fetch it from a website, or scan a cookbook page or PDF.
da: Ingen delemenu ved hånden? Åbn en ret, og brug “Find en opskrift” til at hente den fra en hjemmeside — eller scan en kogebogsside eller en PDF.
de: Kein Teilen-Menü zur Hand? Öffne ein Gericht und hol das Rezept über die Rezeptsuche von einer Website – oder scanne eine Kochbuchseite oder ein PDF.
es: ¿No tienes el menú de compartir a mano? Abre un plato y usa “Buscar una receta” para traerla de una web, o escanea una página de un libro de cocina o un PDF.
fr: Pas de menu de partage sous la main ? Ouvrez un plat et utilisez « Trouver une recette » pour la récupérer sur un site, ou scannez une page de livre de cuisine ou un PDF.
it: Non hai il menu di condivisione? Apri un piatto e usa “Trova una ricetta” per prenderla da un sito, oppure scansiona una pagina di un libro di cucina o un PDF.
nl: Geen deelmenu bij de hand? Open een gerecht en gebruik “Zoek een recept” om het van een website te halen, of scan een kookboekpagina of PDF.
pt_pt: Não tens o menu de partilha à mão? Abre um prato e usa “Encontrar uma receita” para a ir buscar a um site, ou digitaliza uma página de livro de cozinha ou um PDF.

source: No staples match “%@”.
da: Ingen basisvarer matcher “%@”.
de: Keine Vorratsartikel passen zu „%@“.
es: Ningún artículo de despensa coincide con “%@”.
fr: Aucun produit de base ne correspond à « %@ ».
it: Nessuna scorta corrisponde a “%@”.
nl: Geen voorraadartikelen komen overeen met “%@”.
pt_pt: Nenhum artigo de despensa corresponde a “%@”.

source: No staples yet.
da: Ingen basisvarer endnu.
de: Noch keine Vorratsartikel.
es: Aún no hay artículos de despensa.
fr: Pas encore de produits de base.
it: Ancora nessuna scorta.
nl: Nog geen voorraadartikelen.
pt_pt: Ainda não há artigos de despensa.

source: No subscription and no recurring charge.
da: Intet abonnement og ingen løbende betaling.
es: Sin suscripción y sin cargos recurrentes.
fr: Pas d’abonnement ni de prélèvement récurrent.
it: Nessun abbonamento e nessun addebito ricorrente.
nl: Geen abonnement en geen terugkerende kosten.
pt_pt: Sem subscrição e sem cobranças recorrentes.

source: No templates yet
da: Ingen skabeloner endnu
es: Aún no hay plantillas
fr: Pas encore de modèles
it: Ancora nessun modello
nl: Nog geen sjablonen
pt_pt: Ainda não há modelos

source: No values for %@ and %lld more.
da: Ingen værdier for %@ og %lld mere.
es: Sin valores para %@ y %lld más.
fr: Aucune valeur pour %@ et %lld autres.
it: Nessun valore per %@ e altri %lld.
nl: Geen waarden voor %@ en %lld andere.
pt_pt: Sem valores para %@ e mais %lld.

source: No values for %@.
da: Ingen værdier for %@.
es: Sin valores para %@.
fr: Aucune valeur pour %@.
it: Nessun valore per %@.
nl: Geen waarden voor %@.
pt_pt: Sem valores para %@.

source: No variants left
da: Ingen varianter tilbage
de: Keine Varianten mehr
es: No quedan variantes
fr: Plus aucune variante
it: Nessuna variante rimasta
nl: Geen varianten meer
pt_pt: Não restam variantes

source: Nobody
da: Ingen
de: Niemand
es: Nadie
fr: Personne
it: Nessuno
nl: Niemand
pt_pt: Ninguém

source: None
da: Ingen
es: Ninguno
fr: Aucun
it: Nessuno
nl: Geen
pt_pt: Nenhum

source: Normal cooking time
da: Normal tilberedningstid
de: Normale Kochzeit
es: Tiempo de cocción normal
fr: Temps de cuisson normal
it: Tempo di cottura normale
nl: Normale kooktijd
pt_pt: Tempo de cozedura normal

source: Not a staple
da: Ikke en basisvare
de: Kein Vorratsartikel
es: No es artículo de despensa
fr: Pas un produit de base
it: Non è una scorta
nl: Geen voorraadartikel
pt_pt: Não é artigo de despensa

source: Not connected
da: Ikke forbundet
de: Nicht verbunden
es: No conectado
fr: Non connecté
it: Non collegato
nl: Niet verbonden
pt_pt: Não ligado

source: Not cooked in
da: Ikke lavet i
de: Nicht gekocht seit
es: Sin cocinar desde hace
fr: Pas cuisiné depuis
it: Non cucinato da
nl: Niet gekookt in
pt_pt: Não cozinhado há

source: Not cooked in a while
da: Ikke lavet i et stykke tid
de: Länger nicht gekocht
es: Hace tiempo que no se cocina
fr: Pas cuisiné depuis un moment
it: Non cucinato da un po’
nl: Al een tijd niet gekookt
pt_pt: Não é cozinhado há algum tempo

source: Not enough is known about the ingredients to estimate this dish.
da: Der vides ikke nok om ingredienserne til at estimere denne ret.
es: No se sabe lo suficiente sobre los ingredientes para estimar este plato.
fr: Les ingrédients ne sont pas assez connus pour estimer ce plat.
it: Non si sa abbastanza sugli ingredienti per stimare questo piatto.
nl: Er is te weinig bekend over de ingrediënten om dit gerecht in te schatten.
pt_pt: Não se sabe o suficiente sobre os ingredientes para estimar este prato.

source: Not included
da: Ikke inkluderet
es: No incluido
fr: Non inclus
it: Non incluso
nl: Niet inbegrepen
pt_pt: Não incluído

source: Not Now
da: Ikke nu
es: Ahora no
fr: Pas maintenant
it: Non ora
nl: Niet nu
pt_pt: Agora não

source: Note (optional)
da: Note (valgfri)
de: Notiz (optional)
es: Nota (opcional)
fr: Note (facultatif)
it: Nota (opzionale)
nl: Notitie (optioneel)
pt_pt: Nota (opcional)

source: Nothing in your library fits the tags and filters you picked.
da: Intet i din samling passer til de valgte tags og filtre.
de: Nichts in deiner Sammlung passt zu den gewählten Schlagwörtern und Filtern.
es: Nada de tu colección coincide con las etiquetas y los filtros que has elegido.
fr: Rien dans votre collection ne correspond aux tags et aux filtres choisis.
it: Niente nella tua raccolta corrisponde ai tag e ai filtri scelti.
nl: Niets in je collectie past bij de gekozen labels en filters.
pt_pt: Nada na tua coleção corresponde às etiquetas e filtros escolhidos.

source: Nothing in your library matches that — yet.
da: Der er endnu ikke noget i din samling, der passer.
de: Dazu gibt es noch nichts in deiner Sammlung.
es: Todavía no hay nada así en tu colección.
fr: Rien dans votre collection ne correspond — pour l’instant.
it: Nella tua raccolta non c’è ancora niente del genere.
nl: Nog niets in je collectie dat daarbij past.
pt_pt: Ainda não há nada assim na tua coleção.

source: Nothing in your library matches that search.
da: Intet i din samling passer til den søgning.
de: Nichts in deiner Sammlung passt zu dieser Suche.
es: Nada de tu colección coincide con esa búsqueda.
fr: Rien dans votre collection ne correspond à cette recherche.
it: Niente nella tua raccolta corrisponde a questa ricerca.
nl: Niets in je collectie komt overeen met die zoekopdracht.
pt_pt: Nada na tua coleção corresponde a essa pesquisa.

source: Nothing is planned for this week yet.
da: Der er endnu ikke planlagt noget for denne uge.
es: Aún no hay nada planificado para esta semana.
fr: Rien n’est encore prévu pour cette semaine.
it: Non c’è ancora niente in programma per questa settimana.
nl: Er is nog niets gepland voor deze week.
pt_pt: Ainda não há nada planeado para esta semana.

source: Nothing is used until you pick a calendar here. New calendars are never added on their own.
da: Intet bruges, før du vælger en kalender her. Nye kalendere tilføjes aldrig af sig selv.
de: Es wird nichts genutzt, bis du hier einen Kalender auswählst. Neue Kalender kommen nie von selbst dazu.
es: No se usa nada hasta que elijas un calendario aquí. Los calendarios nuevos nunca se añaden por su cuenta.
fr: Rien n’est utilisé tant que vous n’avez pas choisi un calendrier ici. Les nouveaux calendriers ne s’ajoutent jamais tout seuls.
it: Non viene usato nulla finché non scegli un calendario qui. I nuovi calendari non vengono mai aggiunti da soli.
nl: Er wordt niets gebruikt tot je hier een agenda kiest. Nieuwe agenda’s worden nooit vanzelf toegevoegd.
pt_pt: Nada é usado até escolheres um calendário aqui. Os calendários novos nunca são adicionados sozinhos.

source: Nothing planned
da: Intet planlagt
es: Nada planificado
fr: Rien de prévu
it: Niente in programma
nl: Niets gepland
pt_pt: Nada planeado

source: Nothing planned for the next few weeks
da: Intet planlagt de næste par uger
de: Für die nächsten Wochen ist nichts geplant
es: No hay nada planificado para las próximas semanas
fr: Rien de prévu pour les prochaines semaines
it: Niente in programma per le prossime settimane
nl: Niets gepland voor de komende weken
pt_pt: Nada planeado para as próximas semanas

source: Nothing planned yet
da: Intet planlagt endnu
de: Noch nichts geplant
es: Aún no hay nada planificado
fr: Rien de prévu pour l’instant
it: Ancora niente in programma
nl: Nog niets gepland
pt_pt: Ainda não há nada planeado

source: Nothing to back up yet.
da: Der er endnu ikke noget at sikkerhedskopiere.
es: Aún no hay nada de lo que hacer copia.
fr: Rien à sauvegarder pour l’instant.
it: Non c’è ancora nulla di cui fare il backup.
nl: Nog niets om een back-up van te maken.
pt_pt: Ainda não há nada para copiar.

source: Nothing to buy yet
da: Der er endnu intet at købe
de: Noch nichts einzukaufen
es: Aún no hay nada que comprar
fr: Rien à acheter pour l’instant
it: Ancora niente da comprare
nl: Nog niets te kopen
pt_pt: Ainda não há nada para comprar

source: Nothing to import here.
da: Der er intet at importere her.
de: Hier gibt es nichts zu importieren.
es: Aquí no hay nada que importar.
fr: Rien à importer ici.
it: Qui non c’è niente da importare.
nl: Hier valt niets te importeren.
pt_pt: Não há nada para importar aqui.

source: Nut-free
da: Nøddefri
es: Sin frutos secos
fr: Sans fruits à coque
it: Senza frutta a guscio
nl: Notenvrij
pt_pt: Sem frutos secos

source: Nutrition
da: Ernæring
es: Nutrición
it: Nutrizione
nl: Voedingswaarde
pt_pt: Nutrição

source: Nutrition values
da: Næringsværdier
es: Valores nutricionales
fr: Valeurs nutritionnelles
it: Valori nutrizionali
nl: Voedingswaarden
pt_pt: Valores nutricionais

source: Nutrition values…
da: Næringsværdier…
es: Valores nutricionales…
fr: Valeurs nutritionnelles…
it: Valori nutrizionali…
nl: Voedingswaarden…
pt_pt: Valores nutricionais…

source: Off
da: Fra
de: Aus
es: Desactivado
fr: Désactivé
it: Disattivato
nl: Uit
pt_pt: Desativado

source: On
da: Til
de: An
es: Activado
fr: Activé
it: Attivato
nl: Aan
pt_pt: Ativado
